Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# BlockedEmpty
source: None
ar: لا أحد
be: Няма
ca: Cap
de: Niemand
es: Ninguno
fa: خالی
fi: Ei kukaan
fr: Aucun
id: Kosong
it: Nessuno
ko: 없음
ms: Tiada
nl: Geen
pl: Brak
pt_br: Ninguém
ru: Нет
sv: Inga
tr: Yok
uk: Немає
uz: Mavjud emas

source: Blocked Users
ar: المستخدمون المحظورون
be: Заблакіраваныя карыстальнікі
ca: Usuaris blocats
de: Blockierte Nutzer
es: Bloqueados
fa: کاربران مسدود
fi: Estetyt käyttäjät
fr: Utilisateurs bloqués
id: Daftar Blokir
it: Utenti bloccati
ko: 차단된 사용자
ms: Pengguna Disekat
nl: Geblokkeerd
pl: Zablokowani użytkownicy
pt_br: Usuários Bloqueados
ru: Чёрный список
sv: Blockerade användare
tr: Engellenen Kullanıcılar
uk: Заблоковані користувачі
uz: Bloklangan foydalanuvchilar
zh_cn: 已拉黑用户
zh_tw: 已封鎖用戶

# BlockedUsersCount_one
source: {0} blocked user
ar: مستخدم واحد محظور
be: {0} заблакіраваны карыстальнік
ca: {0} usuari blocat
de: {0} blockierter Nutzer
es: {0} usuario bloqueado
fi: {0} estetty käyttäjä
fr: {0} utilisateur bloqué
it: {0} utente bloccato
nl: {0} geblokkeerde gebruiker
pl: {0} zablokowany użytkownik
pt_br: {0} usuário bloqueado
ru: {0} заблокированный пользователь
sv: {0} blockera användare
tr: {0} engellenmiş kullanıcı
uk: {0} заблокований користувач

# BlockedUsersCount_other
source: {0} blocked users
ar: ⁨{0}⁩ مستخدم محظور
be: {0} заблакіраваных карыстальнікаў
ca: {0} usuaris blocats
de: {0} blockierte Nutzer
es: {0} usuarios bloqueados
fi: {0} estettyä käyttäjää
fr: {0} utilisateurs bloqués
it: {0} utenti bloccati
ko: 차단된 사용자 {0}명
ms: {0} sekat pengguna
nl: {0} geblokkeerde gebruikers
pl: {0} zablokowanych użytkowników
pt_br: {0} usuários bloqueados
ru: {0} заблокированных пользователей
sv: {0} blockerade användare
tr: {0} engellenmiş kullanıcı
uk: {0} заблокованих користувачів

# BlockedUsersInfo
source: Blocked users can't send you messages or add you to groups. They will not see your profile pictures, online and last seen status.
ar: لن يتمكن المستخدمون المحظورون من مراسلتك أو إضافتك إلى مجموعات. لن يروا صور ملفك الشخصي وحالة اتصالك وآخر ظهور لك.
be: Заблакіраваныя карыстальнікі не могуць адпраўляць вам паведамленні або запрашаць вас у суполкі. Яны таксама не могуць бачыць вашы аватар профілю, статус прысутнасці і апошнюю актыўнасць.
ca: Els usuaris blocats no poden enviar-vos missatges ni afegir-vos a cap grup. No veuran la vostra foto de perfil ni la vostra connexió.
de: Blockierte Nutzer sehen weder dein Profilbild, noch deinen Zeitstempel. Sie können dir keine Nachricht im Einzelchat senden oder dich Gruppen hinzufügen.
es: Los usuarios bloqueados no pueden enviarte mensajes o añadirte a grupos. No verán tus fotos de perfil ni estados de última vez y en línea.
fi: Estetyt käyttäjät eivät voi lähettää sinulle viestejä tai lisätä sinua ryhmiin. He eivät myöskään näe profiilikuvaasi, paikallaolotilaasi tai viimeisintä paikallaoloaikaasi.
fr: Les utilisateurs bloqués ne peuvent pas vous envoyer de messages ou vous ajouter dans des groupes. Ils ne verront pas non plus vos photos de profil, votre statut en ligne et votre dernière présence.
it: Gli utenti bloccati non possono inviarti messaggi o aggiungerti ai gruppi. Non vedranno le tue foto del profilo, lo stato in linea e l'ultimo accesso.
ko: 차단된 사용자는 회원님에게 연락하거나 그룹에 초대를 할 수 없습니다. 그들은 회원님의 프로필 사진, 온라인 상태 및 마지막 접속 시간을 볼 수 없습니다.
ms: Pengguna disekat tak boleh kirim anda mesej atau masukkan anda ke grup. Mereka tak boleh nampak gambar profil anda, status di talian dan terakhir dilihat.
nl: Geblokkeerde gebruikers kunnen geen contact met je opnemen en zien je laatst-gezien-tijd niet.
pl: Zablokowani użytkownicy nie mogą wysyłać ci wiadomości ani dodawać cię do grup. Nie będą też widzieć twojego zdjęcia profilowego, statusu online i ostatnio widziano.
pt_br: Usuários bloqueados não conseguem entrar em contato ou adicionar você em grupos. Não poderão ver suas fotos de perfil, online e visto por último.
ru: Заблокированные пользователи не смогут связаться с Вами и не будут видеть время Вашей последней активности, статус в сети и фотографии профиля.
sv: Blockerade användare kan inte skicka dig meddelanden, lägga till dig i grupper, se din profilbild, din onlinestatus och senast här.
tr: Engellenen kullanıcılar, size mesaj gönderemez veya sizi gruplara ekleyemez. Profil resimlerinizi, çevrimiçi ve son görülme durumunuzu göremezler.
uk: Заблоковані користувачі не можуть надсилати вам повідомлень або додавати вас до груп. Він них приховане ваше фото профілю, стан у мережі та час відвідин.

source: Block user
ar: حظر المستخدم
be: Заблакіраваць
ca: Bloca
de: Nutzer blockieren
es: Bloquear usuario
fa: مسدود کردن کاربر
fi: Estä käyttäjä
fr: Bloquer l'utilisateur
id: Blokir pengguna
it: Blocca utente
ko: 사용자 차단
ms: Sekat pengguna
nl: Blokkeer gebruiker
pl: Zablokuj użytkownika
pt_br: Bloquear usuário
ru: Заблокировать
sv: Blockera användare
tr: Kişiyi engelle
uk: Заблокувати користувача
uz: Foydalanuvchini bloklash

# BlockUserAlert
source: Do you want to block **{0}** from messaging and calling you on Telegram?
ar: هل ترغب بحظر **⁨{0}⁩** من مراسلتك والاتصال بك على تيليجرام؟
be: Вы хочаце заблакіраваць {0} і тым самым забараніць адпраўляць паведамленні і тэлефанаваць вам у Telegram?
ca: Voleu blocar **{0}** perquè no us enviï missatges ni trucades pel Telegram?
de: Wirklich **{0}** blockieren und davon abhalten, dir Nachrichten bei Telegram zu senden oder dich anzurufen?
es: ¿Quieres bloquear los mensajes y llamadas de **{0}** en Telegram?
fa: آیا می‌خواهید **⁨{0}⁩** را از ارسال پیام و تماس با شما در تلگرام مسدود کنید؟
fi: Haluatko estää käyttäjän **{0}** lähettämästä sinulle viestejä ja soittamasta sinulle Telegramissa?
fr: Voulez-vous empêcher **{0}** de vous écrire et de vous appeler sur Telegram ?
id: Anda ingin batasi {0} untuk mengirim pesan dan membuat panggilan untuk Anda di Telegram?
it: Vuoi impedire a **{0}** di scriverti e chiamarti su Telegram?
ko: 텔레그램 메시지와 전화 수신에서 **{0}** 님을 차단하시겠습니까?
ms: Anda ingin hadkan {0} dari hantar mesej dan panggil anda dengan Telegram?
nl: **{0}** echt blokkeren om je berichten te sturen en je te bellen via Telegram?
pl: Czy chcesz zablokować pisanie wiadomości i dzwonienie do ciebie na Telegramie użytkownikowi {0}?
pt_br: Deseja bloquear as mensagens e chamadas de **{0}** no Telegram?
ru: Запретить **{0}** писать Вам сообщения и звонить через Telegram?
sv: Vill du blockera {0} från att meddela och ringa dig via Telegram?
tr: {0} kullanıcısının Telegram'da sizinle mesajlaşmasını ve sizi aramasını engellemek istiyor musunuz?
uk: Заборонити **{0}** надсилати вам повідомлення і телефонувати вам у Telegram?
uz: **{0}**ning Telegramda sizga yozish va chaqiruvni amalga oshirish imkoniyatini bloklamoqchimisiz?

# BlockUserChatsTitle
source: CHATS
ar: المحادثات
be: ЧАТЫ
ca: XATS
fa: گفتگوها
fi: KESKUSTELUT
fr: ÉCHANGES
id: OBROLAN
it: CHAT
ko: 대화방
ms: BUAL
pl: CZATY
ru: ЧАТЫ
sv: CHATTAR
tr: SOHBETLER
uk: ЧАТИ
uz: CHATLAR

# BlockUserContactsTitle
source: CONTACTS
ar: جهات الاتصال
be: КАНТАКТЫ
ca: CONTACTES
de: KONTAKTE
es: CONTACTOS
fa: مخاطبین
fi: YHTEYSTIEDOT
id: KONTAK
it: CONTATTI
ko: 연락처
ms: KENALAN
nl: CONTACTEN
pl: KONTAKTY
pt_br: CONTATOS
ru: КОНТАКТЫ
sv: KONTAKTER
tr: KİŞİLER
uk: КОНТАКТИ
uz: KONTAKTLAR

# BlockUserMessage
source: Do you want to block **{0}** from messaging and calling you on Telegram?
ar: هل ترغب بحظر **⁨{0}⁩** من مراسلتك والاتصال بك على تيليجرام؟
be: Вы хочаце заблакіраваць **{0}** і тым самым забараніць адпраўляць паведамленні і тэлефанаваць вам у Telegram?
ca: Voleu blocar **{0}** perquè no us envii missatges o us truqui per Telegram?
de: Möchtest du **{0}** blockieren, so dass die Person dich bei Telegram weder anschreiben noch anrufen darf?
es: ¿Quieres bloquear los mensajes y llamadas de **{0}** en Telegram?
fa: آیا می‌خواهید **⁨{0}⁩** را از ارسال پیام و تماس با شما در تلگرام مسدود کنید؟
fi: Haluatko estää käyttäjän **{0}** lähettämästä viestejä ja soittamasta sinulle Telegramissa?
fr: Voulez-vous empêcher **{0}** de vous écrire et de vous appeler sur Telegram ?
id: Anda ingin blokir {0} dari mengirim pesan dan menelepon Anda via Telegram?
it: Vuoi impedire a **{0}** di scriverti e chiamarti su Telegram?
ko: 텔레그램 메시지와 전화 수신에서 **{0}** 님을 차단하시겠습니까?
ms: Anda ingin sekat **{0}** dari kirim mesej dan panggil anda di Telegram?
nl: **{0}** echt blokkeren om je berichten te kunnen sturen of op te kunnen roepen via Telegram?
pl: Czy chcesz zablokować pisanie wiadomości i dzwonienie do ciebie na Telegramie użytkownikowi **{0}**?
pt_br: Deseja bloquear as mensagens e chamadas de **{0}** no Telegram?
ru: Запретить **{0}** писать Вам сообщения и звонить через Telegram?
sv: Vill du blockera **{0}** att ringa och skicka meddelanden till dig på Telegram?
tr: **{0}** kişisinin sizinle mesajlaşmasını ve sizi Telegram'da aramasını engellemek istiyor musunuz?
uk: Заборонити **{0}** надсилати повідомлення і телефонувати вам у Telegram?
uz: **{0}**ni sizga Telegramda xabar yozishi va qoʻngʻiroq qilishidan bloklamoqchimisiz?

# BlockUserMultiTitle
source: Block User
ar: حظر المستخدم
be: Заблакіраваць
ca: Bloca l'usuari
de: Nutzer blockieren
es: Bloquear usuario
fa: مسدود کردن کاربر
fi: Estä käyttäjä
fr: Bloquer l'utilisateur
id: Blokir Pengguna
it: Blocca utente
ko: 사용자 차단
ms: Sekat Pengguna
nl: Blokkeer gebruiker
pl: Zablokuj użytkownika
pt_br: Bloquear Usuário
ru: Заблокировать
sv: Blockera användare
tr: Kullanıcıyı Engelle
uk: Заблокувати користувача
uz: Bloklash

# BlockUserReplyAlert
source: Do you want to block messages from **{0}**?
ar: هل ترغب بحظر الرسائل من **⁨{0}⁩**؟
be: Вы хочаце заблакіраваць паведамленні ад **{0}**?
ca: Voleu blocar els missatges de **{0} **?
de: Wirklich Nachrichten von **{0}** blockieren?
es: ¿Quieres bloquear los mensajes de **{0}**?
fi: Haluatko estää viestit käyttäjältä **{0}**?
fr: Voulez-vous bloquer les messages de **{0}** ?
id: Anda ingin blokir pesan dari **{0}**?
it: Vuoi bloccare i messaggi da **{0}**?
ko: **{0}**님의 메시지를 차단하겠습니까?
ms: Adakah anda ingin sekat mesej dari **{0}**?
nl: Echt berichten van **{0}** blokkeren?
pl: Czy chcesz blokować wiadomości od **{0}**?
pt_br: Deseja bloquear as mensagens de **{0}**?
ru: Заблокировать сообщения от **{0}**?
sv: Vill du blockera meddelanden från **{0}**?
tr: **{0}** kişisinden gelen mesajları engellemek istiyor musunuz?
uk: Ви дійсно хочете заблокувати повідомлення від **{0}**?

source: Block users
ar: حظر المستخدمين
be: Заблакіраваць
ca: Bloca'ls
de: Nutzer blockieren
es: Bloquear usuarios
fa: مسدود کردن کاربران
fi: Estä käyttäjät
fr: Bloquer les utilisateurs
id: BLOKIR
it: Blocca utenti
ko: 사용자 차단
ms: Sekat pengguna
nl: Blokkeer gebruikers
pl: Zablokuj użytkowników
pt_br: Bloquear
ru: Заблокировать
sv: Blockera användare
tr: Kullanıcıları engelle
uk: Заблокувати користувачів
uz: Foydalanuvchilarni bloklash

# BlockUsersMessage
source: Do you want to block **{0}** from messaging and calling you on Telegram?
ar: هل ترغب بحظر **⁨{0}⁩** من مراسلتك والاتصال بك على تيليجرام؟
be: Вы хочаце заблакіраваць **{0}** і тым самым забараніць адпраўляць паведамленні і тэлефанаваць вам у Telegram?
ca: Voleu blocar **{0}** perquè no us enviïn missatges o us truquin per Telegram?
de: Möchtest du **{0}** blockieren, so dass sie dich bei Telegram weder anschreiben noch anrufen dürfen?
es: ¿Quieres bloquear los mensajes y llamadas de **{0}** en Telegram?
fa: آیا می‌خواهید **⁨{0}⁩** را از ارسال پیام و تماس با شما در تلگرام مسدود کنید؟
fi: Haluatko estää **{0}** lähettämästä viestejä ja soittamasta sinulle?
fr: Voulez-vous empêcher **{0}** de vous écrire et de vous appeler sur Telegram ?
id: Anda ingin blokir **{0}** dari mengirim pesan dan menelepon Anda via Telegram?
it: Vuoi impedire a **{0}** di scriverti e chiamarti su Telegram?
ko: 텔레그램 메시지와 전화 수신에서 **{0}** 님을 차단하시겠습니까?
ms: Anda ingin sekat **{0}** dari kirim mesej dan panggil anda di Telegram?
nl: **{0}** echt blokkeren om je berichten te kunnen sturen of op te kunnen roepen via Telegram?
pl: Czy chcesz zablokować pisanie wiadomości i dzwonienie do ciebie na Telegramie **{0}**?
pt_br: Deseja bloquear as mensagens e chamadas de **{0}** no Telegram?
ru: Запретить **{0}** писать Вам сообщения и звонить через Telegram?
sv: Vill du blockera **{0}** att ringa och skicka meddelande till dig på Telegram?
tr: **{0}**nın sizinle mesajlaşmasını ve Telegram'da sizi aramasını engellemek istiyor musunuz?
uk: Заборонити **{0}** надсилати повідомлення і телефонувати вам у Telegram?
uz: **{0}**ni sizga Telegramda xabar yozishi va qoʻngʻiroq qilishidan bloklamoqchimisiz?

# BlockUserTitle
source: Block {0}
ar: حظر ⁨{0}⁩
be: Заблакіраваць {0}
ca: Bloca {0}
de: {0} blockieren
es: Bloquear a {0}
fa: مسدود کردن ⁨{0}⁩
fi: Estä {0}
fr: Bloquer {0}
id: Blokir {0}
it: Blocca {0}
ko: {0} 님 차단
ms: Sekat {0}
nl: Blokkeer {0}
pl: Zablokuj {0}
pt_br: Bloquear {0}
ru: Заблокировать {0}
sv: Blockera {0}
tr: {0} Kullanıcısını Engelle
uk: Заблокувати {0}
uz: {0}ni bloklash

source: Blue
ar: الأزرق
be: Сіні
ca: Blau
de: Blau
es: Azul
fa: آبی
fi: Sininen
fr: Bleu
id: Biru
it: Blu
ko: 파란색
ms: Biru
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
sv: Blå
tr: Mavi
uk: Синій
uz: Koʻk

source: Blur in chat
ar: تأثير ضبابي في المحادثة
be: Размытасць у чаце
ca: Difumina al xat
de: Unschärfe im Chat
es: Desenfoque en el chat
fi: Sumennus keskustelussa
fr: Flouter dans l’échange
it: Sfocatura nella chat
ko: 대화내 흐림
ms: Tak terang di bual
pl: Rozmycie na czacie
pt_br: Desfoque no chat
ru: Размытие в чатах
sv: Oskarp i chatt
tr: Sohbette bulanıklık
uk: Розмиття в чатах

# BlurLinear
source: Linear
ar: طولي
be: Лінейнае
ca: Lineal
es: Lineal
fa: خطی
fi: Lineaarinen
fr: Linéaire
it: Lineare
ko: 선형
ms: Liniar
nl: Lineair
pl: Liniowe
ru: Линейное
sv: Linjär
tr: Doğrusal
uk: Лінійне
uz: Chiziqli
zh_cn: 线性
zh_tw: 線性

# BlurOff
source: Off
ar: إيقاف
be: Выкл.
ca: Desactivat
de: Aus
es: No
fa: غیرفعال
fi: Ei käytössä
fr: Désactivé
id: Mati
it: No
ko: 끔
ms: Padam
nl: Uit
pl: Wyłączone
pt_br: Desativado
ru: Откл.
sv: Av
tr: Kapalı
uk: Вимк.
uz: Yoqilmagan
zh_cn: 关闭
zh_tw: 關閉

# BlurRadial
source: Radial
ar: قُطري
be: Радыяльнае
fa: شعاعی
fi: Ympyrä
it: Radiale
ko: 방사형
nl: Radiaal
pl: Radialne
ru: Радиальное
sv: Radiell
tr: Radyal
uk: Радіальне
zh_cn: 圆形
zh_tw: 圓形

source: Bold
ar: غامق
be: Тоўсты
ca: Negreta
de: Fett
es: Negrita
fa: برجسته
fi: Lihavoi
fr: Gras
it: Grassetto
ko: 굵게
ms: Tebal
nl: Vet
pl: Pogrubienie
pt_br: Negrito
ru: Жирный
sv: Fet
tr: Kalın
uk: Жирний
uz: Qalin
zh_cn: 粗体
zh_tw: 粗體

source: bot
ar: بوت
be: бот
fa: ربات
fi: botti
ko: 봇
ru: бот
sv: bott
uk: бот
zh_cn: 机器人
zh_tw: 機械人

# BotCantJoinGroups
source: This bot can't join groups.
ar: لا يمكن أن يضافَ هذا البوت إلى المجموعات.
be: Гэты бот не можа далучацца да суполак.
ca: Aquest bot no pot unir-se a grups.
de: Keine Gruppen mit diesem Bot möglich
es: Este bot no puede unirse a grupos.
fa: این ربات نمی‌تواند به گروه‌ها بپیوندد.
fi: Tätä bottia ei voi lisätä ryhmiin.
fr: Ce bot ne peut pas rejoindre de groupes.
id: Bot ini tidak dapat bergabung ke grup.
it: Questo bot non può unirsi ai gruppi.
ko: 이 봇은 그룹에 들어올 수 없습니다.
ms: Bot ini tak boleh sertai grup.
nl: Deze bot kan geen groepslid worden.
pl: Ten bot nie może dołączyć do grup.
pt_br: Esse bot não pode entrar em grupos.
ru: Этот бот не может вступать в группы.
sv: Denna bott kan inte ingå i grupper.
tr: Bu bot gruplara katılamaz.
uk: Цей бот не може приєднуватися до груп.
uz: Bu bot guruhlarga qoʻshila olmaydi.
zh_cn: 此机器人无法加入群组。
zh_tw: 此機械人無法加入群組。

# BotHelp
source: Help
ar: مساعدة
be: Дапамога
ca: Ajuda
de: Hilfe
es: Ayuda
fa: راهنما
fi: Apua
fr: Aide
id: Bantuan
it: Aiuto
ko: 도움말
ms: Bantuan
pl: Pomoc
pt_br: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
uk: Допомога
uz: Yordam
zh_cn: 帮助
zh_tw: 協助

# BotInfoTitle
source: What can this bot do?
ar: ماذا يمكن لهذا البوت فعله؟
be: Што можа рабіць гэты бот?
ca: Què pot fer aquest bot?
de: Was kann dieser Bot?
es: ¿Qué puede hacer este bot?
fa: این ربات چه می‌کند؟
fi: Mitä tämä botti voi tehdä?
fr: Que peut faire ce bot ?
id: Apa yang dapat bot ini lakukan?
it: Cosa può fare questo bot?
ko: 이 봇은 무엇을 할 수 있나요?
ms: Apa bot ini boleh buat?
nl: Wat kan deze bot?
pl: Co może robić ten bot?
pt_br: O que este bot pode fazer?
ru: Что умеет этот бот?
sv: Vad kan denna bott göra?
tr: Bu bot ne yapabilir?
uk: Що вміє цей бот?
uz: Bu bot nima qila oladi?
zh_cn: 它能做什么？
zh_tw: 它能做什麽？

# BotInvite
source: Add to group
ar: إضافته إلى مجموعة
be: Дадаць у суполку
ca: Afegeix-lo a un grup
de: Zu einer Gruppe hinzufügen
es: Añadir a un grupo
fa: افزودن به گروه
fi: Lisää ryhmään
fr: Ajouter à un groupe
id: Tambahkan ke grup
it: Aggiungi a un gruppo
ko: 그룹에 추가
ms: Tambah ke grup
nl: Groepslid maken
pl: Dodaj do grupy
pt_br: Adicionar ao grupo
ru: Добавить в группу
sv: Lägg till i grupp
tr: Gruba ekle
uk: Додати до групи
uz: Guruhga qoʻshish
zh_cn: 添加到群组
zh_tw: 添加到群組

# BotOwnershipTransfer
source: Transfer Bot Ownership
ar: رمز التحقق بخطوتين
be: Перадаць права валодання ботам
ca: Transfereix la propietat del bot
de: Bot-Inhaberschaft übertragen
es: Transferir propiedad del bot
fi: Kaksivaiheinen todennus
fr: Transférer la propriété du bot
id: Transfer Kepemilikan Bot
it: Trasferisci proprietà bot
ko: 봇 권한 넘기기
ms: Pindah Pimilikan Bot
nl: Eigenaarschap van bot overdragen
pl: Przeniesienie własności bota
pt_br: Transferir Posse do Bot
ru: Передача прав на бота
sv: 2-stegs verifiering
tr: Bot Sahipliğini Aktar
uk: Передавання прав на бота

# BotOwnershipTransferAlertText
source: You can transfer this bot only if you have:
ar: يمكنك إكمال هذا الإجراء فقط في حال كان لديك:
be: Вы можаце перадаць гэтага бота толькі калі:
ca: Podeu transferir el bot només si teniu:
de: So kannst du nur diesen Bot übertragen:
es: Puedes transferir este bot sólo si:
fi: Voit tehdä tämän vain, jos:
fr: Vous pouvez transférer ce bot uniquement si vous avez :
it: Puoi trasferire questo bot solo se hai:
ko: 다음 조건이 부합할 경우 봇 권한을 넘길 수 있습니다:
ms: Anda boleh pindahkan bot ini hanya jika anda ada:
nl: Je kan deze bot alleen overdragen als je het volgende hebt:
pl: Możesz przenieść tego bota tylko wtedy, gdy:
pt_br: Você pode transferir este bot somente se tiver:
ru: Вы сможете передать права на бота, если:
sv: Du kan endast slutföra denna åtgärd om du har:
tr: Bu botu yalnızca şunlar varsa aktarabilirsiniz:
uk: Ви зможете передати права на бота, якщо:

# BotOwnershipTransferChangeOwner
source: Change Owner
ar: تأكيد
be: Змяніць уладальніка
ca: Canvia el propietari
de: Inhaber ändern
es: Cambiar propietario
fa: تغییر مالک
fi: Vahvista
fr: Changer le propriétaire
id: Ganti Pemilik
it: Cambia proprietario
ko: 소유자 변경
ms: Tukar Pemilik
nl: Eigenaarschap overdragen
pl: Zmień właściciela
pt_br: Alterar Dono
ru: Сменить владельца
sv: Bekräfta
tr: Sahibini Değiştir
uk: Змінити власника

# BotOwnershipTransferReadyAlertText
source: This will transfer the **full owner** rights for the bot to the selected user.
ar: يرجى إدخال كلمة مرورك لتأكيد هذا الإجراء.
be: Гэта перадасць **права валодання** на бота да выбранага карыстальніка.
ca: Això transferirà *tots els drets de propietat* del bot a l'usuari seleccionat.
de: Das wird die **vollständigen Eigentümerrechte** des Bots an den ausgewählten Nutzer übertragen.
es: Esto transferirá todos los **derechos de propietario** del bot al usuario elegido.
fi: Syötä salasanasi vahvistaaksesi.
fr: Ceci transférera les **pleins droits de propriété** pour le bot à l'utilisateur sélectionné.
id: Hal ini akan memindahkan **kekuasaan penuh pemilik** untuk bot yang dipilih.
it: Questo trasferirà tutti i **diritti di proprietà** per il bot all'utente selezionato.
ko: 선택한 사용자에게 봇에 대한 **모든 소유** 권한을 넘기게 됩니다.
ms: Ini akan pindah kuasa **pemilik penuh** untuk bot kepada pengguna yang dipilih.
nl: Hiermeer draag je het **volledige eigenaarschap** van de bot over naar de gekozen gebruiker.
pl: To spowoduje przeniesienie **pełnych praw właściciela** bota na wybranego użytkownika.
pt_br: Isso vai transferir todos os direitos de **dono** do bot para o usuário selecionado.
ru: В этом случае **права** на бота будут полностью переданы выбранному пользователю.
sv: Ange ditt lösenord för att bekräfta åtgärden.
tr: Bu, botun **tam sahiplik** haklarını seçilen kullanıcıya aktarır.
uk: У цьому випадку **права** на бота повністю перейдуть до вибраного користувача.

# BotPermissionGameAlert
source: Allow {0} to pass your Telegram name and id (not your phone number) to pages you open with this bot?
ar: السماح لـ ⁨{0}⁩ بإرسال اسم حسابك على تيليجرام ورقم ملفك (ليس رقم هاتفك) للصفحات التي تفتحها بهذا البوت؟
be: Вы сапраўды дазваляеце {0} перадаваць ваша імя і ідэнтыфікацыйны нумар у Telegram (не нумар тэлефона) на інтэрнэт-старонкі, якія вы адкрываеце з дапамогай гэтага бота?
ca: Voleu que el {0} enviï el vostre nom i ID (però no el número de telèfon) als webs que obriu amb aquest bot?
de: Darf {0} deinen Anzeigenamen und deine id (nicht deine Telefonnummer) mit Internetseiten teilen, die du mit diesem Bot öffnest?
es: ¿Permites a {0} entregar tu nombre e id de Telegram (no tu número de teléfono) a los sitios web que abres a través de este bot?
fa: آیا به ⁨{0}⁩ اجازه می‌دهید تا نام و شناسه (نه شماره تلفن) شما را به صفحه‌ای که توسط این ربات باز کردید ارسال کند؟
fi: Annetaanko botille {0} lupa välittää Telegram-nimesi ja käyttäjänumerosi (ei puhelinnumerosi) sivuille, jotka avaat tämän botin kautta?
fr: Autorisez-vous {0} à transmettre vos nom et identifiant Telegram (pas votre numéro) aux pages ouvertes avec ce bot ?
id: Izinkan {0} untuk mengakses nama dan id Telegram Anda (bukan nomer telepon) ke halaman yang Anda buka dengan bot ini?
it: Consentire a {0} di trasmettere il tuo nome e id Telegram (non il tuo numero di telefono) alle pagine che apri tramite questo bot?
ko: {0}이(가) 앞으로 여실 페이지로 회원님의 텔레그램 이름과 아이디(전화번호 아님)를 전달할 수 있도록 허락할까요?
ms: Benarkan {0} untuk hantar nama Telegram dan pengenalan anda (bukan nombor fon anda) ke laman yang anda sedang guna dengan bot ini?
nl: Wil je {0} toestaan om je naam en ID (niet je telefoonnummer) door te geven aan webpagina's die je opent via deze bot?
pl: Zezwalać {0} na przekazywanie twojej nazwy użytkownika i ID (nie numeru telefonu) Telegrama stronom otwieranym za pomocą tego bota?
pt_br: Permitir que {0} passe seu nome no Telegram e ID (não o seu número de telefone) para páginas que você abrir com esse bot?
ru: Разрешить боту {0} передавать Ваше имя и id в Telegram (не номер телефона) сайтам, которые Вы откроете с его помощью?
sv: Tillåt {0} att skicka ditt telegramnamn och ID (inte mobilnumret) till sidor du öppnar med denna bott?
tr: Bu botla açtığınız sayfalara Telegram adınızı ve kimliğinizi (telefon numaranız değil) göndermesi için {0} botuna izin veriyor musunuz?
uk: Дозволити боту {0} передавати ваше імʼя та ID у Telegram (не номер телефону) на сторінки, які ви відкриваєте ним?
uz: {0} ga sizning Telegramdagi nomingiz va ID'ingizni (telefon raqamingiz emas) ushbu bot orqali ochiladigan sahifalarga taqdim qilishiga ruxsat berilsinmi?
zh_cn: 是否允许 {0} 传送您的 Telegram 昵称及 ID（不是您的手机号码）到通过机器人打开的网页中呢？
zh_tw: 是否允許 {0} 傳送您的 Telegram 昵稱及 ID（不是您的手機號碼）到通過機械人打開的網頁中呢？

# BotRestart
source: Restart bot
ar: إعادة تشغيل البوت
be: Перазапусціць бота
ca: Reinicia el bot
de: Bot neu starten
es: Reiniciar bot
fa: راه‌اندازی مجدد ربات
fi: Käynnistä botti uudelleen
fr: Redémarrer le bot
id: Mulai ulang bot
it: Riavvia bot
ko: 봇 다시 시작
ms: Mula semula bot
nl: Bot herstarten
pl: Zrestartuj bota
pt_br: Reiniciar bot
ru: Перезапустить бота
sv: Starta om bott
tr: Botu yeniden başlat
uk: Перезапустити бота
uz: Botni qayta ishga tushirish
zh_cn: 重新启用机器人
zh_tw: 重新啓用機械人

# BotSettings
source: Settings
ar: الإعدادات
be: Налады
ca: Configuració
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
id: Pengaturan
it: Impostazioni
ko: 설정
ms: Aturan
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
uz: Sozlamalar
zh_cn: 设置
zh_tw: 設定
